{
  "main": {
    "name":"Dr. Saurabh Bhaskar Shaw",
    "description":"Experienced data scientist, translational neuroscientist, and neurotechnology enthusiast",
    "image":"Professional_Headshot_LatestCC.jpg",
    "bio":"I am a translational neuroscientist focused on using machine learning (ML) and artifical intelligence (AI) tools to better understand the brain and to develop clinically viable neurotechnologies aimed at improving the clinical diagnosis/treatment of neurological and psychological disorders (such as PTSD and concussion), and enabling better quality-of-life for vulnerable populations (e.g. Indigenous communities, youth, etc.). To accelerate the conception and development of such novel translational neurotechnologies, I co-founded NeurotechHA, the Hamilton chapter of the global NeurotechX organization, with the objective of unifying interdisciplinary researchers, industry partners and clinicians with a common interest in applying neurotechnologies to improve health outcomes.",
    "bio_current":"I am currently an Adjunct Research Professor at the Departments of Psychiatry and Neuroscience at Western University, where I further my quest into AI-powered neuroscience and Brain-Computer Interfaces (BCIs) for improved quality-of-life and better mental health. Most recently, I held the position of Senior Data Scientist at Cognixion Inc., where my work focused on developing a viable communicative BCI in Augmented Reality (AR) for those with Amyotrophic Lateral Sclerosis (ALS), running a host of research studies to understand the dynamics of selective attention and factors affecting BCI performance, and finally customizing the AI models to account for these factors.",
	"bio_past":"I completed a MITACS Industrial post-doctoral fellowship at the Homewood Research Institute (HRI), and the Department of Psychiatry at Western University, under the supervision of Dr. Ruth Lanius, where I applied my machine learning (ML) and artifical intelligence (AI) expertise to translate research-findings into clinical neuromarkers of post-traumatic stress disorder (PTSD), to improve diagnosis and treatment of such psychological disorders. I also was a postgraduate affiliate of the Vector Institute for Artificial Intelligence (AI), Toronto. I acquired my PhD under the supervision of Dr. Sue Becker at McMaster University, where my work focused on identifying signatures of brain networks using a cheaper and more clinically feasible imaging modality (EEG), compared to the current norm (fMRI), for better diagnosis of patients with complex mental health disorders (e.g. PTSD). I also completed my Bachelor's and Master's degree in Electrical and Biomedical Engineering from McMaster University, while developing better treatment tracking tools for concussion, and applying machine learning to improveme medical imaging of muscle. Read more about my research training and projects below...",
    "contactmessage":"Feel free to contact me using the form below",
    "email": "sshaw62@uwo.ca",
    "phone": "(519) 661-2111",
    "github":"https://github.com/saurabhshaw",
    "project":"https://github.com/nordicgiant2/saurabhshaw",
    "address":{
      "street":"1151 Richmond St",
      "city":"London",
      "state":"ON",
      "zip": ""
    },
    "website": "http://www.drsaurabhshaw.com",
    "resumedownload":"images/Submission_Resume.pdf",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/saurabh-bhaskar-shaw-19166844/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/saurabhshaw",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Here you can create a short write-up of your skills to show off to employers",
	"GoogleScholar":"https://scholar.google.ca/citations?user=u62mGv0AAAAJ&hl=en",
	"ResearchGate":"https://www.researchgate.net/profile/Saurabh-Shaw",
    "education":[
      {
        "school":"McMaster University, Neuroscience",
        "degree":"Doctor of Philosophy (PhD)",
        "graduated":"July 2021",
        "description":"Under the supervision of Dr. Sue Becker, my work focused on improving our understanding of brain network dynamics and creating a clinically feasible tool capable of tracking the activity and synchrony of such brain networks, to be used as biomarkers for better treatment planning and tracking treatment response in patients with PTSD. I was awarded the NSERC Alexander Graham Bell Canada Graduate Scholarship (CGS-G), a prestigious national scholarship, for this doctoral work."
      },
      {
        "school":"McMaster University, Biomedical Engineering",
        "degree":"Masters of Applied Sciences (M.A.Sc)",
        "graduated":"September 2016",
        "description":"I worked on creating a proof-of-concept Brain Computer Interface (BCI) capable of identifying mild Traumatic Brain Injury (mTBI) under the co-supervision of Dr. John Connolly and Dr. Michael Noseworthy, and was awarded the national NSERC Canada Graduate Scholarship - Masters (CGS-M) for this work. I also collaborated with Dr. Dinesh Kumbhare on bringing machine learning based improvements in detecting muscle knots using ultrasound in the trapezius muscle."
      },
	  {
        "school":"McMaster University, Electrical & Biomedical Engineering",
        "degree":"Bachelor of Engineering (B.Eng)",
        "graduated":"September 2014",
        "description":"As a three-time NSERC Undergraduate Research Award (USRA) scholar, I engaged in numerous research projects aimed at 1. improving the artifact-filtering of real-time EEG data, in collaboration with InteraXon; and 2. developing multinuclear magnetic resonance spectroscopy (MRS) capability to detect 31P and 13C compounds in the brain."
      }
    ],
    "work":[
      {
        "company":"Tracking the Brain's Intrinsic Connectivity Networks in EEG",
        "title":"SB Shaw, MC McKinnon, JJ Heisz, AH Harrison, JF Connolly, S Becker",
        "years":"bioRxiv, 2021",
        "description":"",
		"link":"https://doi.org/10.1101/2021.06.18.449078"
      },
      {
        "company":"Dynamic task-linked switching between brain networks–A tri-network perspective",
        "title":"SB Shaw, MC McKinnon, J Heisz, S Becker",
        "years":"Brain and Cognition, 2021",
        "description":"",
		"link":"https://doi.org/10.1016/j.bandc.2021.105725"
      }
	  ,
      {
        "company":"Combining Aerobic Exercise and Mindfulness-like Neurofeedback (NFB) for better Intrinsic Connectivity Network (ICN) Synchrony",
        "title":"SB Shaw, Y Levy, A Mizzi, MC McKinnon, J Heisz, S Becker",
        "years":"Frontiers of Human Neuroscience, Submitted",
        "description":"",
		"link":"https://scholar.google.ca/citations?view_op=view_citation&hl=en&user=u62mGv0AAAAJ&sortby=pubdate&citation_for_view=u62mGv0AAAAJ:JQOojiI6XY0C"
      },
      {
        "company":"Towards EEG-based biomarkers of large scale brain networks",
        "title":"SB Shaw",
        "years":"MacSphere, 2021",
        "description":"",
		"link":"https://macsphere.mcmaster.ca/handle/11375/26931"
      },
      {
        "company":"Quantitative ultrasound of trapezius muscle involvement in myofascial pain: comparison of clinical and healthy population using texture analysis",
        "title":"D Kumbhare, SB Shaw, S Ahmed, MD Noseworthy",
        "years":"Journal of Ultrasound, 2020",
        "description":"",
		"link":"https://doi.org/10.1007/s40477-018-0330-5"
      },
      {
        "company":"Capturing the Forest But Missing the Trees: Microstates Inadequate for Characterizing Shorter-Scale EEG Dynamics",
        "title":"SB Shaw, K Dhindsa, JP Reilly, S Becker",
        "years":"Neural Computation, 2019",
        "description":"",
		"link":"https://doi.org/10.1162/neco_a_01229"
      },
      {
        "company":"Comparing tactile to auditory guidance for blind individuals",
        "title":"A Bharadwaj, SB Shaw, D Goldreich",
        "years":"Frontiers in Human Neuroscience, 2019",
        "description":"",
		"link":"https://doi.org/10.3389/fnhum.2019.00443"
      },
      {
        "company":"Quantitative ultrasound assessment of myofascial pain syndrome affecting the trapezius: a reliability study",
        "title":"D Kumbhare, SB Shaw, L Grosman-Rimon, MD Noseworthy",
        "years":"Journal of Ultrasound in Medicine, 2017",
        "description":"",
		"link":"https://doi.org/10.1002/jum.14308"
      },
      {
        "company":"Real-time filtering of gradient artifacts from simultaneous EEG-fMRI data",
        "title":"SB Shaw",
        "years":"PRNI, 2017",
        "description":"",
		"link":"https://doi.org/10.1109/PRNI.2017.7981510"
      }
	  
	  
	  
	  
    ],
    "skills":[
      {
        "name":"Python",
        "level":"60%"
      },
      {
        "name":"VueJs",
        "level":"55%"
      },
      {
        "name":"ReactJs",
        "level":"50%"
      },
      {
        "name":"CSS",
        "level":"90%"
      },
      {
        "name":"PHP",
        "level":"80%"
      },
      {
        "name":"Swift",
        "level":"50%"
      },
      {
        "name":"JAVA",
        "level":"80%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Large-scale Brain Networks",
        "category":"Several major functional networks in the brain have been identified, based on sub-regions in the brain that display functionally correlated, synchronous activity and perform common cognitive functions. Of these, three networks are of particular interest - the central executive network (CEN) responsible for external executive functioning; default mode network (DMN) involved in autobiographical memory and rumination; and the salience network (SN) which modulates switching attention between the CEN and the DMN.",
        "image":"BrainNetworksImage2.jpg",
        "url":"http://www.timbakerdev.com"
      },
	  {
        "title":"Dynamical Systems Analysis",
        "category":"A popular EEG-based method of describing brain dynamics, microstate analysis, describes EEG activity in terms of four or more discrete quasi-stable states. In doing so, it makes some key assumptions which have not been rigorously scrutinized. This was examined using dynamical systems analyses that assessed the chaotic and spatio-temporal dynamics of EEG data. It was found that microstates are inadequate for describing short-scale dynamics, although it might have some merit in capturing long-range dependencies.",
        "image":"DynamicalSystemsImage2.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Towards EEG-based Brain Network Detection",
        "category":"Identifying EEG descriptors that can detect activity of the large scale brain networks requires the use of a wide range of machine learning methods - from feature engineering that finds the appropriate features for this task, to classifiers that attempt to identify the active brain network using these features. This results in a tool that can look at a section of EEG and separate the activity of each network. This is illustrated in the picture shown below, where different colors indicate the different networks that have been separated into independent clusters.",
        "image":"EEGNet.jpg",
        "url":"http://www.timbakerdev.com/originalthaifood.github.io"
      },
	  {
        "title":"Application of Biomarkers in Mental Health Disorders",
        "category":"In recent years, Canada has faced an increasing prevalence of mental health disorders such as Post Traumatic Stress Disorder (PTSD). With approximately one in ten Canadians developing PTSD in their lifetime, this country has one of the highest rates of PTSD among developed nations. Thus, it is essential to identify tools that can be used to efficiently and effectively diagnose and treat debilitating psychopathologies such as PTSD. I am working towards creating such diagnostic tools for brain health by using electroencephalography (EEG) to detect large-scale brain networks.",
        "image":"HRIImage.jpg",
        "url":"https://cfmu.ca/episodes/11608-the-almamac-episode-91-nov-818-networking-at-a-neural-and-community-level-with-saurabh-shaw"
      },
      {
        "title":"Machine Learning Applications in Medical Imaging",
        "category":"Much like when dynamical analyses are helpful when applying machine learning on time-series data, image processing is immensely useful when working with medical images. When I was a part of an imaging lab, I was also involved with projects that involved extensive use of novel image processing methods to identify muscle knots from ultrasound images of the trapezius muscle. This lends itself to the clinical identification and characterization of muscle knots.",
        "image":"ultrasoundImage.png",
        "url":"http://www.smirkspace.com"
      }
    ]
  },
  
  "media":{
    "projects": [
      {
        "title":"Radio Interview on PhD Work",
        "category":"In The Media",
        "image":"RadioInterview.jpg",
        "url":"https://cfmu.ca/episodes/11608-the-almamac-episode-91-nov-818-networking-at-a-neural-and-community-level-with-saurabh-shaw"
      },
      {
        "title":"NeurotechHA Hackathon",
        "category":"In The Media",
        "image":"HackathonBrain.jpg",
        "url":"https://www.orion.on.ca/blog/hackathon/"
      },
      {
        "title":"Serenity Systems Belt",
        "category":"In the Media",
        "image":"SerenityNews.jpg",
        "url":"https://www.thespec.com/news/hamilton-region/2014/04/09/budding-engineers-at-mcmaster-create-ultrasonic-cane-for-visually-impaired.html"
      },
      {
        "title":"Graduate Laptop Guide",
        "category":"In the Media",
        "image":"LaptopBuyingGuideImage.png",
        "url":"https://www.mindsnews.ca/buying-a-new-laptop-september-2018.html"
      },
      {
        "title":"Organizing NeurotechHA's Hackathon",
        "category":"In the Media",
        "image":"OrganizingHackathon.jpeg",
        "url":"https://medium.com/neurotechx/what-i-learned-from-organizing-neurotechhas-first-hackathon-e403983b975e"
      },
      {
        "title":"NeurotechHA",
        "category":"In the Media",
        "image":"neurotech_pyramid.jpg",
        "url":"https://www.mindsnews.ca/neurotech-hamilton-july-2019"
      },
      {
        "title":"Review of Neurotech - 2020",
        "category":"In the Media",
        "image":"NeurotechBIR2020Image.png",
        "url":"https://www.mindsnews.ca/neurotechnology-march-2020"
      },
      {
        "title":"Neurotech Review 2021",
        "category":"In the Media",
        "image":"BIR2021Image.jpg",
        "url":"https://www.youtube.com/watch?v=xpTBRujKX4k&t=20s"
      },
      {
        "title":"NeurotechHA Hackathon 2018 Panel Discussion: Bridging the gap between academia, clinic and industry",
        "category":"In the Media",
        "image":"PanelDiscussionImage.jpeg",
        "url":"https://www.youtube.com/watch?v=VfVOq7FENRA"
      },
      {
        "title":"NeuroTechHA Hackathon 2018 Keynote Address by Dr. Graeme Moffat: Neurotech in Brain Health",
        "category":"In the Media",
        "image":"KeynoteImage.jpeg",
        "url":"https://www.youtube.com/watch?v=0LKC0PseHRs"
      }
    ]
  }
}
